#+LINK: zk /home/florian/Dropbox/Zettelkasten/
#+LINK: zkp /home/florian/Dropbox/Zettelkasten/res-pic_%s.png
#+LINK: drop /home/florian/Dropbox/%s

#+TODO: TODO | DONE
#+TODO: CANCELED | Restarted
#+TODO: Zettel1 Zettel2 Zettel3 Zettel4 Zettel5 Zettel6 Zettel7 Zettel8 Zettel9 Zettel10 Zettel11 Zettel12 Zettel13 Zettel14

**** TODO Ferienzettel Nr 8
     CLOCK: [2012-12-31 Mo 17:11]--[2012-12-31 Mo 17:15] =>  0:04
*** TODO Plugin für das sichern aller länger besuchten Plätze
    CLOCK: [2012-12-31 Mo 23:10]--[2012-12-31 Mo 23:11] =>  0:01
    (bookmark+)
** DONE bookmarken aller Länger besuchten Orte einrichten
   CLOCK: [2013-01-01 Di 00:59]--[2013-01-01 Di 01:11] =>  0:12
   bmkp-auto-idle-bookmark-mode zum starten
   -> nur zum idlen
     -> beser wäre, längeres arbeiten in einem 'Bereich'
   ansonster gibts nicht viel zu tun, ist halt nur Scheiße
    so
   der Rücksprung muss daher soweit reichen.
** DONE Convenience Funktionen sammeln
   CLOCK: [2013-01-01 Di 01:12]--[2013-01-01 Di 01:47] =>  0:35
   - vcursor ungeil -> ungünstige Shortcuts und irgendwie
     auch sinnlos in dieser Form
   - filecache funktioniert nicht richtig mit ido
   - aber auf jeden Fall Ctrl+n für dynamische 
     Vervollständigung / Ctrl+p für letzte Vervollständigung (sucht
     im Text auch in genau diesen Richtungen !! )
   - Ctrl+x Ctrl+n und Ctrl+x Ctrl+p um ganze 
     Zeile so zu vervollständigen <= auch sehr gut

** CANCELED Weg finden, Clock auf Verwaltungstask zu switchen, wenn Todo state sich geändert hat
   CLOCK: [2013-01-01 Di 01:50]--[2013-01-01 Di 02:11] =>  0:21
   :PROPERTIES:
   :ORDERED:  t
   :Effort: 0:05
   :END:
   = default clock task
   => hängt mit vielen anderen Themen zusammen und der Sinn ist
   auch durchaus fraglich
